Repository: GeoffreyCoulaud/gui-renamer
Catalog: data/po/*.po
Languages: fr_fr

source: Select files to rename
fr_fr: Sélectionner des fichiers à renommer

source: Provided regex is invalid
fr_fr: L'expression régulière entrée est invalide

source: Edit
fr_fr: Éditer

source: Provided replace pattern is invalid
fr_fr: Le motif de remplacement entré est invalide

source: View
fr_fr: Voir

source: Rename destination is invalid
fr_fr: La destination de renommage est invalide

source: Several items would be renamed to the same destination path
fr_fr: Plusieurs entrées auraient le même chemin de destination

source: Renaming conflicts with an existing path
fr_fr: Le renommage entre en conflit avec un chemin existant

source: Pattern Renamer
fr_fr: Renommeur par Motifs

source: No files selected
fr_fr: Aucun fichier sélectionné

source: Start renaming by first selecting files
fr_fr: Commencez à renommer en sélectionnant des fichiers

source: Select Files
fr_fr: Sélectionner des fichiers

source: Renamed
fr_fr: Renommé

source: Files Renamed
fr_fr: Fichiers renommés

source: You may undo the renaming or select new files to rename.
fr_fr: Vous pouvez annuler le renommage ou sélectionner d'autres fichiers à renommer.

source: Undo renaming
fr_fr: Annuler le renommage

source: Select new files
fr_fr: Sélectionner des fichiers

source: Full path
fr_fr: Chemin complet

source: File name
fr_fr: Nom de fichier

source: File name, without extention
fr_fr: Nom de fichier, sans extension

source: Rename target
fr_fr: Cible du renommage

source: Rename files with the current settings
fr_fr: Renommer les fichiers avec ces paramètres

source: Regular Expression
fr_fr: Expression Régulière

source: Replace Pattern
fr_fr: Motif de Remplacement

source: Rename
fr_fr: Renommer
